Repository: h0lmes/terry
Catalog: Locale/tdock.*.po
Languages: ru

# declu.xaddicon
source: Add ...
ru: Создать ...

source: All
ru: Все

source: Alpha channel: %d
ru: Альфа-канал: %d

source: Bounce 3 times
ru: Подпрыгивание 3 раза

source: Bounce once
ru: Подпрыгивание 1 раз

source: Bounce twice
ru: Подпрыгивание 2 раза

source: No animation
ru: Без анимации

source: Quake
ru: Тряска

source: Rotate
ru: Вращение

source: Anim. speed: %d
ru: Скорость аним.: %d

source: Swing
ru: Покачивание

source: Vibrate
ru: Вибрация

source: Zoom
ru: Увеличение

source: Close all windows
ru: Закрыть все окна

# declu.xclosewindow
source: Close window
ru: Закрыть окно

# declu.xconfigureicon
source: Configure icon
ru: Настроить значок

source: Copy
ru: Копировать

# declu.xdeleteicon
source: Delete icon
ru: Удалить значок

source: Delete separator
ru: Удалить разделитель

source: Spacing/Distortion: %d
ru: Интервал/искажение: %d

source: New dock
ru: Новый док

source: Empty bin
ru: Очистить корзину

# declu.xemptyicon
source: Empty icon
ru: Пустой значок

source: Command list file not found. Try reinstalling the program.
ru: Файл со списком команд не найден. Попробуйте переустановить программу.

source: Contact developer if error is permanent.
ru: Сообщите разработчику если ошибка повторяется.

source: Critical error occured. Try to run the program again.
ru: Критическая ошибка. Попробуйте запустить программу снова.

source: Help file not found! Try reinstalling the program.
ru: Файл помощи не найден! Попробуйте переустановить программу.

source: Error in
ru: Ошибка в

source: Invalid program data structure size
ru: Неверный размер структуры данных о программе

source: Theme load error. Try to run the program again.
ru: Ошибка загрузки темы. Попробуйте запустить программу снова.

source: Failed to backup settings.
ru: Не удалось сделать резервную копию файла настроек.

source: Settings file corrupted.
ru: Файл настроек поврежден.

source: Restore operation failed.
ru: Не удалось восстановить резервную копию файла настроек.

source: Tips file not found. Try reinstalling the program.
ru: Файл с советами не найден. Переустановите программу.

# declu.xexit
source: Exit
ru: Выйти

source: File
ru: Файл

# declu.xiconcollection
source: Open icon collection
ru: Коллекция иконок

# declu.xinstalledapplication
source: Installed application
ru: Установленное приложение

source: Kill process
ru: Завершить процесс

# declu.xlabelcenteroffset
source: Offset from center: %d %%
ru: Смещение от центра: %d %%

# declu.xlabeledgeoffset
source: Offset from edge: %d pt
ru: Смещение от края: %d pt

# declu.xlabeliconsize
source: Icon size: %d pt
ru: Размер значков: %d pt

source: Icon spacing: %d pt
ru: Расстояние между значками: %d pt

source: Reserve screen edge: %d%%
ru: Резервировать край экрана: %d%%

# declu.xlabelzoomediconsize
source: Icon size max: %d pt
ru: Размер значков макс.: %d pt

source: Zoom time: %d ms
ru: Время увеличения: %d мс

# declu.xlabelzoomwidth
source: Zoom width: %d
ru: Ширина увеличения: %d

source: Lock icons
ru: Закрепить значки

source: Minimize/restore all windows (Alt+Click)
ru: Свернуть/восстановить все окна (Alt+Click)

# declu.xmonitor
source: Monitor
ru: Монитор

source: Confirm restore operation.
ru: Подтвердите операцию восстановления.

source: After you close this message you will see "Notification area icons" window. To use this function uncheck "Always show all icons" at the bottom of the window and set all behaviors to "Only show notifications".
ru: После закрытия данного сообщения вы увидете окно "Значки области уведомлений". Для использования данной функции снимите отметку "Всегда отображать все значки" внизу окна и установите для всех значков поведение "Показать только уведомления".

source: Place target file onto dock instead of shortcut?
ru: Добавить на панель целевой файл вместо ярлыка?

source: Are you sure you pressed the correct button?
ru: Вы уверены что нажали правильную кнопку?

source: Run the program again.
ru: Запустите программу снова.

source: Run restore operation.
ru: Запустите операцию восстановления.

source: The settings are restored from backup.
ru: Настройки восстановлены из резервной копии.

source: Theme saved
ru: Тема сохранена

source: Icon parameters changed. If you choose to proceed all changes will be lost. Proceed?
ru: Параметры значка изменены. Если вы продолжите все изменения будут утеряны. Продолжить?

source: Offset of icons: %d pt
ru: Смещение значков: %d pt

# declu.xopenfolderof
source: Open folder of
ru: Открыть папку

source: Open themes folder
ru: Открыть папку тем

# declu.xpageabout
source: About
ru: О программе

# declu.xpageactions
source: Actions
ru: Действия

# declu.xpagegeneral
source: General
ru: Общие

# declu.xpageicons
source: Icons
ru: Значки

# declu.xpagemisc
source: Misc
ru: Разное

# declu.xpageposition
source: Position
ru: Позиция

# declu.xpagestyle
source: Style
ru: Стиль

# declu.xpagetaskbar
source: Taskbar
ru: Панель задач

source: Paste
ru: Вставить

source: Pin to dock
ru: Закрепить на доке

source: Place tasks here
ru: Разместить панель задач здесь

# declu.xprogramsettings
source: Program settings
ru: Настройки программы

source: Run (Ctrl + Click)
ru: Выполнить (Ctrl + Click)

source: Select working directory
ru: Выберите папку программы

# declu.xseparator
source: Separator (space)
ru: Разделитель

source: Shortcut
ru: Ярлык

source: Maximized to fullscreen
ru: Развернуто на весь экран

source: Minimized to taskbar
ru: Свернуто в панель задач

# declu.xshowcmdnormal
source: Normal size
ru: Нормальный размер

# declu.xsitebottom
source: Bottom
ru: Снизу

# declu.xsiteleft
source: Left
ru: Слева

# declu.xsiteright
source: Right
ru: Справа

# declu.xsitetop
source: Top
ru: Сверху

source: Specific icons
ru: Настроенные значки

source: four
ru: четыре

source: nine
ru: девять

source: none
ru: нет

source: Start
ru: Пуск

# declu.xtaskmanager
source: Task manager
ru: Диспетчер задач

source: Undelete icon (Ctrl+Z)
ru: Отменить удаление значка (Ctrl+Z)

# TFRMADDCOMMAND.BTNADD.CAPTION
source: Add icon
ru: Добавить значок

# tfrmcmd.caption
source: Command
ru: Команда

# TFRMCOLOR.BTNCANCEL.CAPTION
source: Cancel
ru: Отмена

# tfrmcolor.caption
source: Select color
ru: Выбрать цвет

# tfrmcolor.lblbackgroundalpha.caption
source: Alpha channel
ru: Альфа-канал

# tfrmdebug.caption
source: Debug info
ru: Отладочная информация

source: Set the dock to start with Windows
ru: Запускать док при старте Windows

# tfrmhello.btnbottom.caption
source: Bottom
ru: Снизу

source: Thanks! I will manage everything myself
ru: Спасибо! Дальше я сам разберусь

source: Is there anything useful to know?
ru: Есть что-то полезное что можно узнать?

# tfrmhello.btnleft.caption
source: Left
ru: Слева

# tfrmhello.btnright.caption
source: Right
ru: Справа

# tfrmhello.btntop.caption
source: Top
ru: Сверху

source: Hello
ru: Привет

source: Hello! Probably this is the first time you run TDock.
ru: Привет! Возможно это Ваш первый запуск TDock.

source: Here you can do basic setup.
ru: Здесь вы можете произвести базовую настройку программы.

source: Choose what you want to do:
ru: Выберите что Вы хотите сделать:

source: You can view useful tips at any time by pressing F1.
ru: Вы можете посмотреть полезные подсказки в любое время нажав F1.

source: Move the dock to anoher side of the screen:
ru: Переместить док к другом краю экрана:

# TFRMITEMPROP.BTNAPPLY.CAPTION
source: Apply
ru: Применить

# TFRMITEMPROP.BTNBROWSEIMAGE1.CAPTION
source: Browse image
ru: Выбрать иконку

# TFRMITEMPROP.BTNCANCEL.CAPTION
source: Cancel
ru: Отмена

# TFRMITEMPROP.BTNCLEARIMAGE.CAPTION
source: Clear image
ru: Очистить иконку

source: Convert .LNK
ru: Преобразовать .LNK

# TFRMITEMPROP.BTNDEFAULTCOLOR.CAPTION
source: Reset color
ru: Сбросить цвет

# tfrmitemprop.btnproperties.caption
source: Back to properties
ru: Вернуться к свойствам

# tfrmitemprop.btnselectcolor.caption
source: Select color
ru: Выбрать цвет

# tfrmitemprop.caption
source: Properties
ru: Свойства

# tfrmitemprop.chbhide.caption
source: Hide dock when application runs
ru: Прятать док при запуске приложения

# TFRMITEMPROP.LABEL2.CAPTION
source: Hue
ru: Тон

# TFRMITEMPROP.LABEL3.CAPTION
source: Saturation
ru: Насыщенность

# TFRMITEMPROP.LABEL4.CAPTION
source: Brightness
ru: Яркость

# TFRMITEMPROP.LABEL5.CAPTION
source: Contrast
ru: Контраст

# TFRMITEMPROP.LBLCAPTION.CAPTION
source: Name
ru: Имя

# TFRMITEMPROP.LBLCOMMAND.CAPTION
source: Command
ru: Команда

# tfrmitemprop.lblimage.caption
source: Image
ru: Иконка

# TFRMITEMPROP.LBLPARAMS.CAPTION
source: Parameters
ru: Параметры

# tfrmitemprop.lbltip.caption
source: Use semicolon to separate multiple commands and parameters
ru: Разделяйте несколько команд или параметров точкой с запятой

# tfrmitemprop.lblwindowsize.caption
source: Window size
ru: Окно

source: Working directory
ru: Рабочая папка

# TFRMITEMPROP.TSCOLOR.CAPTION
source: Color
ru: Цвет

# TFRMITEMPROP.TSPROPERTIES.CAPTION
source: Properties
ru: Свойства

source: Restore selected backup
ru: Восстановить выбранный бэкап

# tfrmrestore.caption
source: Restore settings from backup
ru: Восстановить настройки из бэкапа

# TFRMSETS.BTNAUTORUNADD.CAPTION
source: Add program
ru: Добавить программу

# TFRMSETS.BTNAUTORUNADD.HINT
source: Add
ru: Добавить

source: Add (run minimized)
ru: Добавить (запускать свернутым)

# tfrmsets.btnautorunaddminimized.hint
source: Add
ru: Добавить

source: Background
ru: Фон

# tfrmsets.btncolor.caption
source: Color
ru: Цвет

# TFRMSETS.BTNDEBUG.CAPTION
source: Debug info
ru: Отладочная информация

# tfrmsets.btnfontbold.caption
source: Bold
ru: Жирный

# tfrmsets.btnfontitalic.caption
source: Italic
ru: Курсив

source: Remove this dock
ru: Удалить этот док

# tfrmsets.btnrestore.caption
source: Restore settings
ru: Восстановить настройки

# TFRMSETS.BTN_CANCEL.CAPTION
source: Cancel
ru: Отмена

# tfrmsets.caption
source: Settings
ru: Настройки

source: Activate dock on mouseover
ru: Активировать док при наведении мыши

source: Slide into screen edge when mouse is not over the dock
ru: Уезжать за край экрана когда мышь вне дока

source: Start with Windows
ru: Запускаться при старте Windows

source: Hide Windows taskbar
ru: Скрыть панель задач Windows

source: Show hint (icon name)
ru: Показывать подсказки (имена значков)

source: Use this shell to open local and network folders
ru: Использовать этот шелл для открытия локальных и сетевых папок

source: Zoom icons when mouse is over
ru: Увеличивать значки при наведении мыши

# tfrmsets.chbactivaterunning.caption
source: Activate program if already running
ru: Активировать программу если уже запущена

source: Enable AeroPeek
ru: Включить AeroPeek

source: Hide dock completely while fullscreen application active (game, etc)
ru: Прятать док при полноэкранных приложениях (игры, т.п.)

source: Enable Aero Glass
ru: Включить эффекты Aero

source: Open console
ru: Открыть консоль

# tfrmsets.chbglobalhide.caption
source: Hide dock completely
ru: Спрятать док полностью

source: Enable hint effects
ru: Включить эффекты для подсказок

source: Stretch to full monitor width or height
ru: Растянуть на всю ширину или высоту монитора

# tfrmsets.chbreflection.caption
source: Show icon reflections
ru: Показывать отражения значков

source: Reserve screen edge
ru: Резервировать край экрана

source: Run applications in separate threads
ru: Запускать программы в отдельных потоках

# tfrmsets.chbshowrunningindicator.caption
source: Show indicator for running programs
ru: Показывать индикатор для запущенных программ

source: Stack open/close animation
ru: Анимация открытия/закрытия стека

source: Show icons for running tasks (taskbar)
ru: Показывать значки для запущенных программ (панель задач)

# tfrmsets.chbtaskbargrouping.caption
source: Group similar tasks
ru: Группировать сходные задачи

# tfrmsets.chbtaskbarlivepreviews.caption
source: Show live previews (when available)
ru: Показывать миниатюры (когда доступно)

source: Show only tasks from the same monitor
ru: Показывать только программы с этого монитора

source: Use system-style menus
ru: Использовать системные меню

# tfrmsets.chbuseshellcontextmenus.caption
source: Show Windows Explorer context menus for programs
ru: Показывать контекстные меню Проводника Windows для программ

# tfrmsets.dividerbevel4.caption
source: Global hotkeys
ru: Глобальные горячие клавиши

source: Autoslide
ru: Автослайд

# tfrmsets.dividerbevel6.caption
source: Autorun
ru: Автозапуск

# tfrmsets.dividerbevel7.caption
source: Font
ru: Шрифт

source: Stack font size:
ru: Размер шрифта стека:

source: Activation delay
ru: Задержка активации

source: Live preview size
ru: Размер миниатюр

# TFRMSETS.LBLANIMATEICONS.CAPTION
source: Animate icons:
ru: Анимация значков:

# TFRMSETS.LBLBACKGROUNDTRANSPARENCY.CAPTION
source: Background opacity:
ru: Непрозрачность фона:

source: Separators opacity:
ru: Непрозрачность разделителей:

source: Reflection size:
ru: Размер отражений:

source: A desktop launch panel
ru: Панель для запуска программ с рабочего стола

source: Author and developer: Roman Dubinin
ru: Автор и разработчик: Роман Дубинин

source: Testing and ideas: Andrey Levchenko, Alex Dubinin
ru: Тестирование и идеи: Андрей Левченко, Алексей Дубинин

source: Built with Lazarus/FPC
ru: Создано с помощью Lazarus/FPC

source: Licensed under LGPL 2.1
ru: Лицензия LGPL 2.1

source: Press F1 for Help
ru: Нажмите F1 для просмотра помощи

source: Uses Open Icon Library
ru: Использует Open Icon Library

# TFRMSETS.LBLEDGE.CAPTION
source: Edge of screen
ru: Сторона экрана:

# TFRMSETS.LBLHIDEDELAY.CAPTION
source: Delay before hide down (ms)
ru: Задержка перед скрытием (мс)

source: Icon size
ru: Размер значка

source: Icon spacing
ru: Расстояние между значками

# TFRMSETS.LBLLAUNCHINTERVAL.CAPTION
source: Minimum time before the next run of the program (ms)
ru: Минимальное время между запусками программ (мс)

# TFRMSETS.LBLLAUNCHINTERVALTIP.CAPTION
source: (Prevents accidental run of multiple copies of program)
ru: (Позволяет избежать случайного запуска нескольких копий программы)

# TFRMSETS.LBLMONITOR.CAPTION
source: Monitor
ru: Монитор:

source: Caution! This action can not be undone!
ru: Внимание! Это действие не может быть отменено!

# TFRMSETS.LBLSHOWDELAY.CAPTION
source: Delay before show up (ms)
ru: Задержка перед показом (мс)

# TFRMSETS.LBLVISIBLEPART.CAPTION
source: Visible part in pixels
ru: Видимая часть (пиксел)

source: Icon size max
ru: Размер значка максимальный

source: Zoom time
ru: Время увеличения

source: Zoom width
ru: Ширина увеличения

source: (Move mouse pointer to the edge of the screen to put the dock to foreground)
ru: Переместите указатель мыши к краю экрана чтобы вывести док на передний план

# TFRMSETS.TSABOUT.CAPTION
source: About
ru: О программе

# tfrmsets.tsactions.caption
source: Actions
ru: Действия

# TFRMSETS.TSGENERAL.CAPTION
source: General
ru: Общие

# TFRMSETS.TSICONS.CAPTION
source: Icons
ru: Значки

# TFRMSETS.TSPOSITION.CAPTION
source: Position
ru: Позиция

# TFRMSETS.TSSTYLE.CAPTION
source: Style
ru: Стиль

# TFRMSETS.TSSYSTEM.CAPTION
source: Misc
ru: Разное

# tfrmsets.tstaskbar.caption
source: Taskbar
ru: Панель задач

# tfrmstackprop.bbaddicon.hint
source: Add shortcut/command
ru: Добавить пустой значок

# tfrmstackprop.bbdelicon.hint
source: Delete icon
ru: Удалить значок

# tfrmstackprop.bbediticon.hint
source: Configure icon
ru: Настроить значок

# tfrmstackprop.bbicondown.hint
source: Move down
ru: Ниже

# tfrmstackprop.bbiconup.hint
source: Move up
ru: Выше

# TFRMSTACKPROP.BTNAPPLY.CAPTION
source: Apply
ru: Применить

# TFRMSTACKPROP.BTNBROWSEIMAGE1.CAPTION
source: Browse image
ru: Выбрать иконку

# TFRMSTACKPROP.BTNCANCEL.CAPTION
source: Cancel
ru: Отмена

# TFRMSTACKPROP.BTNCLEARIMAGE.CAPTION
source: Clear image
ru: Очистить иконку

# TFRMSTACKPROP.BTNDEFAULTCOLOR.CAPTION
source: Reset color
ru: Сбросить цвет

# tfrmstackprop.btnproperties.caption
source: Back to properties
ru: Вернуться к свойствам

# tfrmstackprop.btnselectcolor.caption
source: Select color
ru: Выбрать цвет

# tfrmstackprop.caption
source: Properties
ru: Свойства

source: Show background
ru: Показывать фон

# tfrmstackprop.dividerbevel1.caption
source: Items in this stack
ru: Значки в стеке

source: Preview:
ru: Предпросмотр:

# TFRMSTACKPROP.LABEL2.CAPTION
source: Hue
ru: Тон

# TFRMSTACKPROP.LABEL3.CAPTION
source: Saturation
ru: Насыщенность

# TFRMSTACKPROP.LABEL4.CAPTION
source: Brightness
ru: Яркость

# TFRMSTACKPROP.LABEL5.CAPTION
source: Contrast
ru: Контраст

source: Animation speed
ru: Скорость анимации

# TFRMSTACKPROP.LBLCAPTION.CAPTION
source: Name
ru: Имя

source: Spacing/Distortion
ru: Интервал/искажение

# tfrmstackprop.lblimage.caption
source: Image
ru: Иконка

source: Offset of icons
ru: Смещение иконок

# tfrmstackprop.lblstyle.caption
source: Mode
ru: Вид

# TFRMSTACKPROP.TSCOLOR.CAPTION
source: Color
ru: Цвет

# TFRMSTACKPROP.TSPROPERTIES.CAPTION
source: Properties
ru: Свойства

source: Close (Esc)
ru: Закрыть (Esc)

source: Save
ru: Сохранить

# tfrmthemeeditor.caption
source: Theme parameters
ru: Параметры темы

# tfrmthemeeditor.label1.caption
source: Items area border
ru: Отступ области значков

# tfrmthemeeditor.label14.caption
source: Blur region
ru: Регион размытия

# tfrmthemeeditor.label15.caption
source: Separator margins
ru: Границы разделителя (нерастягиваемые)

# tfrmthemeeditor.label9.caption
source: Background margins
ru: Нерастягиваемые границы фона

# tfrmtip.btnclose.caption
source: Thanks, I have learned enough
ru: Спасибо, я узнал достаточно

# tfrmtip.btnnext.caption
source: Next
ru: Дальше

source: Tip
ru: Подсказка
